Repository: MuratIT/Linemail
Catalog: languages/Linemail-*.po
Languages: ru_ru

source: Enter the SMTP host
ru_ru: Введите SMTP host

source: Enter the SMTP port
ru_ru: Введите SMTP port

source: Enter the SMTP username
ru_ru: Введите SMTP логин

source: Enter the SMTP password
ru_ru: Введите SMTP пароль

source: Wait
ru_ru: Подождите

source: Enter who this email will be sent to
ru_ru: Введите кому будет отправлено это письмо

source: Enter messages
ru_ru: Введите сообщения

source: Linemail Add
ru_ru: Linemail

source: Linemail List
ru_ru: Linemail список

source: Linemail Settings
ru_ru: Linemail настройки

source: Successful saving
ru_ru: Успешном сохранения

source: Something went wrong! Perhaps the data is the same.
ru_ru: Что-то пошло не так! Возможно, данные те же.

source: Messages sent successfully
ru_ru: Сообщения успешно отправлено

source: Something went wrong! Unable to send messages. Please check if you entered the SMTP server data correctly
ru_ru: Что-то пошло не так! Невозможно отправлять сообщения. Пожалуйста, проверьте, правильно ли вы ввели данные SMTP-сервера

source: Something went wrong! No SMTP data available
ru_ru: Что-то пошло не так! Нет доступных SMTP-данных

source: Add messages
ru_ru: Создания сообщений

source: Whom:
ru_ru: Кому:

source: Enter who to send
ru_ru: Введите E-mail адрес

source: Send All
ru_ru: Выбрать всех

source: Topic:
ru_ru: Тема:

source: Enter the subject of the email
ru_ru: Введите тему письма

source: Send
ru_ru: Отправить

source: List email address
ru_ru: Список адресов электронной почты

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: E-mail
ru_ru: Электронная почта

source: Actions
ru_ru: Действия

source: Delete
ru_ru: Удалить

source: SMTP server
ru_ru: SMTP-сервер

source: Enter the SMTP Port
ru_ru: Введите SMTP-порт

source: SMTP user
ru_ru: Пользователь SMTP

source: Username SMTP
ru_ru: Имя пользователя SMTP

source: Enter the SMTP Username
ru_ru: Введите имя пользователя SMTP

source: Password SMTP
ru_ru: Пароль SMTP

source: Enter the SMTP Password
ru_ru: Введите пароль SMTP

source: Save
ru_ru: Сохранить

source: Thank you for being with them
ru_ru: Спасибо Вам за то, что вы с ними

source: E-mail subscription
ru_ru: Подписка на рассылку виджет

source: For the user to apply for an email newsletter
ru_ru: Чтобы пользователь мог подать заявку на рассылку новостей по электронной почте

source: Enter a name
ru_ru: Введите имя

source: Enter your last name
ru_ru: Введите свою фамилию

source: Enter your E-mail address
ru_ru: Введите свой E-mail

source: Title:
ru_ru: Заголовок виджета

source: Decription:
ru_ru: Описания виджета

source: button name:
ru_ru: Заголовок для кнопки

source: A notification of success:
ru_ru: Уведомление об успехе

source: The plugin allows you to work with E-mail servers and send messages to E-mail addresses.
ru_ru: Плагин позволяет работать с почтовыми серверами и отправлять сообщения на адреса электронной почты.

source: Murat Mazitov
ru_ru: Мурат Мазитов
